Repository: Danfro/Keepass
Catalog: po/*.po
Languages: fr

# text for search placeholder
source: Search
fr: Rechercher

source: Passwords
fr: Mots de passe

source: Search
fr: Rechercher

source: Pick DB
fr: Base de données

source: Pick Key
fr: Clé

source: Clear Key
fr: Effacer la clé

source: Password
fr: Mot de passe

source: Open DB
fr: Ouvrir la base de données

# page header
source: Settings
fr: Paramètres

# download icon setting
source: Download icons
fr: Télécharger les icônes

# description for icon download setting
source: Download page icons on database open
fr: Télécharger les icônes des pages à l'ouverture de la base de données

# tap to reveal passwort setting
source: Tap on entries to reveal password
fr: Appuyer sur les entrées pour révéler le mot de passe

# description for tap to reveal passwort setting
source: They will stay on screen for one second
fr: Il restera à l'écran pendant une seconde

# auto-close time for database setting
source: Auto-close db after inactivity
fr: Fermer automatiquement la base de données en cas d'inactivité

# description for auto-close setting
source: In minutes. 0 for disabled.
fr: En minutes. Saisissez 0 pour désactiver.
